Repository: Soneliem/WAIUA
Catalog: WAIUA/Properties/Resources.*.resx
Languages: ar, cs, da, fa, hi, it, ja, ko, nl, pt, sk, sr, sv, tr, vi, zh, zh_hant_tw

# InfoTitle
source: Info
ar: ملاحظة
fa: اطلاعات
hi: जानकारी
it: Informazioni
ja: 情報
ko: 정보
sr: Informacije
tr: Bilgi
vi: Thông tin
zh: 质询
zh_hant_tw: 詳細資訊

# JoinDiscord
source: Join my Discord
ar: انضم الى الديسكورد
cs: Připojte se na Discord
da: Min Discord
fa: به دیسکورد من متصل شوید
hi: मेरे Discord से जुड़ें
it: Entra sul mio Discord
ja: Discordに参加
ko: 디스코드 들어오기
nl: Volg mijn Discord
pt: Entre no meu Discord
sk: Pripojte sa na Discord
sr: Uđi u moj discord
sv: Gå med i min Discord
tr: Discord'a Katıl
vi: Gia nhập Discord
zh: 加入我的Discord
zh_hant_tw: 加入我的Discord

# JoinDiscordSub
source: For support, etc.
ar: للمساعدة، الخ...
cs: Pro podporu ostatních, atd.
da: Til støtte, osv.
fa: پشتیبانی, و غیره.
hi: सहयोग के लिए, आदि.
it: Per supporto, eccetera.
ja: サポート類はここ
ko: 도움이 필요하거나 문제가 있으시면 디스코드를 들어와주세요.
nl: Voor hulp, etc.
pt: Para suporte, etc.
sk: Pre podporu od ostatných, atď.
sr: Za podršku, itd.
sv: För att få hjälp, mm.
tr: Destek vb. için
vi: Ủng hộ chúng tôi
zh: 为寻求帮助，其他。
zh_hant_tw: 尋求協助還有更多。

# Author
source: Made By Soneliem
ar: صُنع بواسطة Soneliem
cs: Vytvořil Soneliem
da: Lavet af Soneliem
fa: درست شده توسط Soneliem
hi: Soneliem द्वारा निर्मित
it: Creato da Soneliem
ja: Soneliemによって作成
ko: 개발자 Soneliem
nl: Gemaakt door Soneliem
pt: Feito por Soneliem
sk: Vytvoril Soneliem
sr: Napravio: Soneliem
sv: Gjord Av Soneliem
tr: Soneliem Tarafından Yapıldı
vi: Tác giả Soneliem
zh: 作者是Soneliem
zh_hant_tw: 由Soneliem製作

source: Latest Version:
ar: أحدث اصدار:
cs: Nejnovější Verze:
da: Seneste version:
fa: جدیدترین ورژن:
hi: नवीनतम संस्करण:
it: Ultima versione:
ja: 最新のバージョン:
ko: 가장 최근 버전:
nl: Laatste Versie:
pt: Versão mais recente:
sk: Najnovšia Verzia:
sr: Najnovija verzija
sv: Senaste Versionen:
tr: En Son Sürüm:
vi: Phiên bản mới nhất:
zh: 最新版本
zh_hant_tw: 最新版本：

source: Current Version:
ar: الإصدار الحالي:
cs: Vaše Verze:
da: Nuværende version:
fa: ورژن فعلی:
hi: वर्तमान संस्करण:
it: Versione attuale:
ja: 現在のバージョン:
ko: 현재 버전:
nl: Huidige Versie:
pt: Versão atual:
sk: Aktuálná Verzia:
sr: Trenutna verzija
sv: Nuvarande Version
tr: Mevcut Sürüm:
vi: Phiên bản hiện tại:
zh: 目前版本
zh_hant_tw: 目前版本：

# CheckUpdates
source: Check for Updates
ar: تحقق من وجود تحديث
cs: Zkontrolovat Aktualizace
da: Søg efter opdateringer
fa: بررسی برای به روز رسانی
hi: Updates के लिए जाँच
it: Verifica se ci sono aggiornamenti
ja: アップデートを確認
ko: 업데이트가 있는지 확인하기
nl: Controleer op Updates
pt: Procurar por autalizações
sk: Skontrolovať Aktualizácie
sr: Proveriti ažuriranja
sv: Kolla efter uppdateringar
tr: Güncelleme Kontrolü Yap
vi: Kiểm tra cập nhật
zh: 检查更新
zh_hant_tw: 確認更新

source: Login
ar: تسجيل الدخول
cs: Přihlásit se
fa: وارد شوید
hi: लॉग इन
it: Accesso
ja: ログイン
ko: 로그인
nl: Aanmelden
sk: Prihlásiť sa
sr: Prijavite se
sv: Logga in
tr: Giriş yap
vi: Đăng nhập
zh: 登录
zh_hant_tw: 登入

# SettingsInfoExplanation2
source: All communication regarding your credentials is done directly with Riot servers with no storage of passwords being done locally or online.
ar: جميع المعاملات بخصوص معلومات تسجيل الدخول الخاصة بك تحدث مباشرة من خلال خوادم رايوت، حيث لا يتم تخزين او حفظ اي معلومات خاصة بك.
cs: Veškerá komunikace týkající se vašich přihlašovacích údajů probíhá přímo přes servery Riot bez ukládání hesel lokálně nebo online.
da: Alt kommunikation vedrørende dine login/kodeord kører direkte igennem Riot servere med ingen lagring af dit login/kodeord lokalt eller online.
fa: تمام ارتباطات مربوط به اعتبار شما مستقیما توسط سرور Riot بدون ذخیره رمز عبوردر کامپیوتر یا آنلاین انجام شده است.
hi: आपके क्रेडेंशियल्स के बारे में सभी संचार सीधे Riot सर्वर के साथ किया जाता है, जिसमें पासवर्ड का कोई भंडारण स्थानीय या ऑनलाइन नहीं किया जाता है.
it: Tutte le comunicazioni riguardanti le tue credenziali sono effettuate direttamente con i server Riot con nessuna memorizzazione delle password effettuata localmente o online.
ja: アカウントに関する全ての情報はRiotのサーバーで直接処理されており、ローカルもしくはオンラインでもパスワードは保管されていません。
ko: 모든 정보는 라이엇 서버에서 불러오는것으로 따로 계정의 비밀번호나 개인정보를 수집하지 않습니다.
nl: Alle communicatie betreffende jouw aanmeldgegevens gaat rechtstreeks naar de Riot servers zonder opslag van jouw paswoord lokaal of online.
pt: Toda comunicação em relação às suas credenciais é feita diretamente com os servidores da Riot e nenhuma senha é armazenada localmente ou online.
sk: Všetka komunikácia týkajúca sa vašich prihlasovacích údajov prebieha priamo cez servery Riot bez ukladania hesiel lokálne alebo online.
sr: Sve komunikacije u pogledu tvojih akreditiva obavlja se direktno sa Riot serverima bez skladištenja lozinki lokalno ili onlajn.
sv: All kommunikation som handlar om ditt inlogg är gjort direkt via Riots servrar utan någon lagring av lösenord gjort lokalt eller online.
tr: Bilgileriniz ile ilgili tüm iletişim, yerel olarak veya çevrimiçi olarak şifrelerin depolanması olmadan doğrudan Riot sunucuları ile yapılır.
vi: Tất cả dữ liệu về tài khoản sẽ được chuyển trực tiếp về máy chủ riot, ứng dụng và tác giả không lưu trữ bất kỳ thông tin nào về tài khoản của bạn.
zh: 所有您的信息是直接通过RIOT服务器的，不会在本地或网上储存密码。
zh_hant_tw: 所有的資料都將直接經由Riot伺服器處理，我們不會儲存您的任何資訊

# AuthStatusTitle
source: Authentication Status
ar: حالة المصاقة
cs: Stav Přihlášení
da: Autenticitet Status
fa: بررسی وضعیت هویت
hi: प्रमाणीकरण कि स्थिति
it: Stato dell'autenticazione
ja: 認証ステータス
ko: 인증 상태
nl: Authenticatie Status
pt: Estado de autenticação
sk: Stav Prihlásenia
sr: Status autentikacije
sv: Autentiserings status
tr: Doğrulama Durumu
vi: Tình trạng xác thực
zh: 登录状态
zh_hant_tw: 登入狀態

# AuthStatusDefault
source: Click below to update
ar: انقر أدناه للنحديث
cs: Klikněte dolů pro aktualizování
da: Tryk herunder for at opdatere
fa: برای به روز رسانی در پایین کلیک کنید
hi: अपडेट करने के लिए नीचे क्लिक करें
it: Clicca qui sotto per aggiornare
ja: 下をクリックしてアップデート
ko: 업데이트 하시려면 클릭
nl: Klik hieronder om te updaten
pt: Clique abaixo para atualizar
sk: Kliknite dole pre Aktualizáciu
sr: Kliknite ispod da biste ažurirali
sv: Klicka nedan för att uppdatera.
tr: Güncelleme yapmak için aşağıya tıkla
vi: Nhấn nút bên dưới để cập nhật
zh: 点击下面来更新
zh_hant_tw: 點擊下方更新

# AuthStatusButton
source: Check Authentication
ar: تحقق من المصادقة
cs: Zkontrolovat Přihlášení
da: Check Autenticitet
fa: بررسی برای هویت
hi: प्रमाणीकरण की जाँच करें
it: Verifica autenticazione
ja: 認証の確認
ko: 인증 체크
nl: Controleer Authenticatie
pt: Verificar autenticação
sk: Skontrolovať Prihlásenie
sr: Proverite autentifikaciju
sv: Kolla efter Autentisering
tr: Doğrulama Kontrolü
vi: Kiểm tra tình trạng xác thực
zh: 检查登录状态
zh_hant_tw: 檢查登入

# AuthStatusAuthAs
source: Authenticated as:
ar: تمت المصادقة كـ:
cs: Přihlášen jako:
da: Autentificerede som:
fa: هویت شما
hi: प्रमाणित:
it: Autenticato come:
ja: 認証済み:
ko: 인증:
nl: Geauthenticeerd als:
pt: Autenticado como:
sk: Prihlásený Ako:
sr: Autentifikovan kao:
sv: Autentiserad som:
tr: Şu kişi olarak doğrulandın:
vi: Đăng nhập dưới tên:
zh: 登录为:
zh_hant_tw: 登入為：

# AutoLoginTitle
source: Auto Login
ar: تسجيل الدخول التلقائي
cs: Automatické Přihlašování
fa: بصورت خودکار وارد شوید
hi: स्व - लॉगिन
it: Accesso Automatico
ja: 自動ログイン
ko: 자동 로그인
nl: Automatisch Aanmelden
pt: Login automático
sk: Automatické Prihlasovanie
sr: Automatsko prijavljivanje
sv: Automatisk inloggning
tr: Otomatik Giriş
vi: Tự động đăng nhập
zh: 自动登录
zh_hant_tw: 自動登入

# AutoLoginExplanation
source: Note: Valorant needs to be running for this to work
ar: ملاحظة: يجب تشغيل فالورانت حتى يعمل هذا
cs: Poznámka: Valorant musí být zapnutý aby tohle fungovalo
da: Note: Valorant skal køre for at dette skal virke
fa: توجه: ولورانت باید باز باشد تا کار کند
hi: ध्यान दें : Valorant पृष्ठभूमि में चलने की जरूरत है
it: Nota: Valorant deve essere avviato per fare in modo che questo possa funzionare
ja: 注意: これを行うにはValorantを起動しておく必要があります
ko: 주의: WAIUA를 사용하려면 발로란트가 실행중이어야 합니다.
nl: Notitie: Valorant moet geopend zijn voordat dit werkt
pt: Nota: O Valorant precisa estar aberto para funcionar
sk: Poznámka: Valorant musí byť zapnutý aby toto fungovalo
sr: Napomena: Valorant treba da je pokrenut kako bi ovo radilo
sv: Notera: Valorant måste vara igång för att detta ska fungera
tr: Not: Bunun çalışması için Valorant'ın çalışması lazım
vi: Chú ý: Tính năng này cần phải bật Valorant trước
zh: 注: 需特战英豪为运行中才有用
zh_hant_tw: 注意：需要在已開啟特戰英豪的狀況才能正常運行

# AuthStatusFail
source: Not Authenticated
ar: غير مُصدق
cs: Nejste Přihlášen
da: Ikke Autentificerede
fa: هویت مشخص نیست
hi: प्रमाणीकृत नहीं है
it: Non autenticato
ja: 未認証
ko: 인증 실패
nl: Niet Geauthenticeerd
pt: Não autenticado
sk: Nie ste Prihlásený
sr: Nije autentifikovan
sv: Ej Autentiserat
tr: Doğrulanmadın
vi: Xác thực thất bại
zh: 未登录
zh_hant_tw: 未登入

# Translator
source: Translated into English By Soneliem
ar: تمت الترجمة للغة العربية بواسطة hafyzwithawhy و Chica
cs: Translated into Czech By Dom_Zel
da: Oversat til dansk af r3verse
fa: ترجمه شده به فارسی توسط 1798#Kourosh
hi: हिंदी में अनुवादित cheemonster द्वारा
it: Tradotto in italiano da CyberKoreTv e SimpleBonsai
ja: 日本語翻訳: Aron, nepixjp
ko: 한국어 변역 ramon,Heart
nl: Vertaald in het Nederlands door Jeff
pt: Traduzido para Português por castrom4 e janinha
sk: Translated into Slovak By Dom_Zel
sr: Prevedeno na Srpski od strane icedancer#0001
sv: Översatt till Svenska Av Xosiation
tr: void Tarafından Türkçeye Çevrildi
vi: Dịch sang tiếng Việt bởi Ozymo
zh: Translated into Chinese By zDragone
zh_hant_tw: 由軍頭鮭烈ロキLOKI進行翻譯

# RefreshMatch
source: Click To Refresh Match
ar: انقر لتحديث المباراة
cs: Klikněte Pro Obnovení
da: Tryk for at Opdatere Kampen
fa: برای تازه کردن مسابقه اینجا کلیک کنید
hi: मैच को ताज़ा करने के लिए क्लिक करें
it: Clicca per aggiornare la tua partita
ja: クリックで試合を更新
ko: 매치 상태 새로고침하기
nl: Klik om Match te Herladen
pt: Clique para recarregar a partida
sk: Kliknite Pre Obnovenie Zápasu
sr: Klikni da osvežiš meč
sv: Klicka För Att Uppdatera Match
tr: Maçı Yenilemek İçin Tıkla
vi: Làm mới ngay
zh: 点击以更新比赛
zh_hant_tw: 點擊刷新對戰

# SettingsTitle
source: Settings
ar: الإعدادات
cs: Nastavení
da: Indstillinger
fa: تنظیمات
hi: सेटिंग
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt: Definições
sk: Nastavenia
sr: Podešavanja
sv: Inställningar
tr: Ayarlar
vi: Cài đặt
zh: 设置
zh_hant_tw: 設定

# SettingsInfoExplanation1
source: This page lets you manually sign in, change the app language, etc.
ar: هذه الصفحة تسمح لك بتسجيل الدخول يدويا، تغيير لغة البرنامج، الخ...
cs: Nastavení vám umožňuje manuálně se přihlásit, změnit jazyk aplikace atd.
da: Denne side lader dig logge ind manuelt, ændre app sproget, osv.
fa: این صفحه به شما اجازه میدهد که به صورت دستی وارد شوید, زبان برنامه را تغییردهید, و غیره
hi: यह पृष्ठ आपको मैन्युअल रूप से sign in करने देता है, ऐप की भाषा बदलने देता है, आदि.
it: Questa pagina ti permette di fare l'accesso manualmente, cambiare la lingua dell'app, eccetera.
ja: このページでは手動ログインや、アプリの言語変更などができます。
ko: 이 페이지에서는 수동으로 로그인을 하거나, 언어를 변경하거나 다른 많은 것들을 할 수 있습니다.
nl: Deze pagina laat jou manueel aanmelden, de applicatie taal veranderen, etc.
pt: Esta página deixa-te fazer o login manualmente, mudar o idioma, etc.
sk: Nastavenie vám umožňuje manuálne sa prihlásiť, zmeniť jazyk aplikácie atď.
sr: Ova stranica vam omogućava da se ručno prijavite, da promenite jezik aplikacije, itd.
sv: Denna sida låter dig manuellt logga in, byta språk, mm.
tr: Bu sayfada manuel olarak giriş yapabilir, dilini ve başka şeyleri değiştirebilirsin.
vi: Trang này dùng để đăng nhập thủ công, thay đổi ngôn ngữ,...
zh: 这个页面会让你手动登录，切换软件语言，其他。
zh_hant_tw: 這個頁面能夠讓您登入、切換語言、還有更多。

# SelLanguageTitle
source: Select Language
ar: اختر اللغة
cs: Vybrat Jazyk
da: Vælg Sprog
fa: زبان را انتخاب کنید
hi: भाषा चुने
it: Seleziona lingua
ja: 言語を選択
ko: 언어를 선택해주세요
nl: Selecteer Taal
pt: Selecionar idioma
sk: Vybrať Jazyk
sr: Izaberite jezik
sv: Välj Språk
tr: Dil Seç
vi: Chọn ngôn ngữ
zh: 选择语言
zh_hant_tw: 選擇語言

source: Error
ar: خطأ
cs: Chyba
da: Fejl
fa: خطا
it: Errore
ja: エラー
ko: 오류
nl: Fout
pt: Erro
sk: Chyba
sr: Greška
sv: Fel
tr: Hata
vi: Lỗi
zh: 错误
zh_hant_tw: 錯誤

source: Refreshing...
ar: يتم التحديث...
cs: Obnovování...
da: Genopfrisker...
fa: در حال تازه کردن...
it: Sto Aggiornando...
ja: 更新中…
ko: 새로고치는 중...
nl: Herladen...
pt: Atualizando...
sk: Obnovovanie...
sr: Osveživanje
sv: Uppdaterar...
tr: Yenileniyor...
vi: Đang làm mới
zh: 更新中...
zh_hant_tw: 刷新中...

# NoMatch
source: No Match Detected
ar: لم يتم الكشف عن أية مباراة
cs: Žádný Zápas Nebyl Detekován
da: Ingen Kamp Fundet
fa: هیچ بازی یافت نشد
hi: कोई match नहीं मिला
it: Nessuna partita rilevata
ja: 試合が検出されませんでした
ko: 현재 진행되고 있는 게임이 없습니다
nl: Geen Spel Gevonden
pt: Nenhuma partida detectada
sk: Žiadný Zápas Nebol Detekovaný
sr: Meč nije otkriven
sv: Ingen Match Upptäckt
tr: Maç Bulunmadı
vi: Không tìm thấy trận đấu
zh: 没检测到比赛
zh_hant_tw: 沒有偵測到對戰

# NoValGame
source: Please Open Valorant First
ar: الرجاء فتح فالورانت أولا
cs: Prvně Zapněte Valorant, Prosím
da: Vær sød at åbne Valorant Først
fa: لطفا ابتدا ولورانت را باز کنید
hi: कृपया पहले Valorant खोलें
it: Per favore, prima avvia Valorant
ja: まずValorantを開いてください
ko: 발로란트를 먼저 실행해주세요
nl: Open Valorant eerst AUB
pt: Por favor abra o Valorant primeiro
sk: Najprv Zapnite Valorant, Prosím
sr: Molim vas prvo otvorite Valorant
sv: Vänligen Öppna Valorant Först
tr: Lütfen Önce Valorant'ı Aç
vi: Hãy mở Valorant trước
zh: 请先运行特战英豪
zh_hant_tw: 請先開啟特戰英豪

# TrackerToolTip
source: Open Tracker.gg Profile
ar: افتح الملف الشخصي لـ tracker.gg
cs: Otevřit Tracker.gg Profil
da: Åben Tracker.gg Profil
fa: مشخصات Tracker.gg را باز کنید
hi: Tracker.gg प्रोफ़ाइल खोलें
it: Apri Profilo Tracker.gg
ja: Tracker.gg上のプロフィールを開く
ko: Tracker.gg 프로필 열기
nl: Open Tracker.gg Profiel
pt: Abrir perfil do tracker.gg
sk: Otvoriť Tracker.gg Profil
sr: Otvorite tracker.gg profil
sv: Öppna Tracker.gg Profil
tr: Tracker.gg Profilini Aç
vi: Mở hồ sơ Tracker.gg
zh: 打开 tracker.gg 账号
zh_hant_tw: 打開 Tracker.gg 帳號

# CheckDownloadTitle
source: Check Downloaded Content
ar: تحقق من المحتوى الذي تم تنزيله
cs: Zkontrolovat Stažený Obsah
da: Check downloadet indhold
fa: محتوای دانلود را بررسی کنید
hi: डाउनलोडेड समान देखें
it: Controllo download contenuti
ja: ダウンロードしたコンテンツを確認
ko: 다운로드된 컨텐츠 확인하기
nl: Controleer gedownloade inhoud
pt: Verificar conteúdo descarregado
sk: Skontrolovať Stiahnutý Obsah
sr: Proverite preuzeti sadržaj
sv: Leta Efter Nedladdningsbart Innehåll
tr: İndirilmiş İçeriği Kontrol Et
vi: Kiểm tra các nội dung đã tải
zh: 检查下载过的内容
zh_hant_tw: 確認下載資訊

# CheckDownloadButton
source: Force Update
ar: فرض التحديث
cs: Vynutit Aktualizaci
da: Gennemtving Opdatering
fa: به اجبار به روز رسانی کنید
hi: जबरदस्ती अपडेट
it: Forza Aggiornamento
ja: 強制アップデート
ko: 강제 업데이트
nl: Update Forceren
pt: Forçar atualização
sk: Vynútiť Aktualizáciu
sr: Prisilno ažuriranje
sv: Tvinga Uppdatering
tr: Güncellemeyi Zorla
vi: Buộc cập nhật
zh: 强制更新
zh_hant_tw: 強制更新

# SponsorsTitle
source: Sponsors
ar: الداعمين
cs: Sponzoři
da: Sponsorater
fa: حامیان مالی
hi: स्पॉन्सर
it: Sponsor
ja: スポンサー
ko: 스폰서
nl: Sponsoren
pt: Patrocinadores
sk: Sponzori
sr: Sponzori
sv: Sponsorer
tr: Sponsorlar
vi: Những người ủng hộ
zh: 赞助
zh_hant_tw: 贊助名單

source: Home
ar: الصفحة الرئيسية
cs: WAIUA
da: Hjem
fa: خانه
hi: घर
ko: 메인
nl: Startpagina
pt: Início
sk: WAIUA
sr: Kuća
sv: Hem
tr: Ana Menü
vi: Trang chủ
zh: 主页
zh_hant_tw: 首頁

source: Refresh
ar: تحديث
cs: Obnovit
da: Genfrisk
fa: تازه کنید
hi: ताज़ा
it: Aggiorna
ko: 새로고침
nl: Herladen
pt: Atualizar
sk: Obnoviť
sr: Osvežite
sv: Uppdatera
tr: Yenile
vi: Làm mới
zh: 刷新
zh_hant_tw: 刷新頁面

source: Account
ar: الحساب
cs: Účet
da: Konto
fa: حساب
hi: खाता
ko: 계정
pt: Conta
sk: Účet
sr: Nalog
sv: Konto
tr: Hesap
vi: Tài khoản
zh: 账号
zh_hant_tw: 帳號

source: Match
ar: المباراة
cs: Zápas
da: Kamp
fa: بازی
it: Partita
ko: 매치
nl: Spel
pt: Partida
sk: Zápas
sr: Meč
tr: Maç
vi: Trận đấu
zh: 比赛
zh_hant_tw: 對戰

source: Status
ar: الحالة
cs: Stav
fa: وضعیت
hi: दर्जा
it: Stato
ko: 상태
pt: Estado
sk: Stav
tr: Durum
vi: Trạng thái
zh: 状况
zh_hant_tw: 狀態

source: Valorant
ar: فالورانت
fa: ولورانت
ko: 발로란트
zh: 特战英豪
zh_hant_tw: 特戰英豪

source: Your Party
ar: المجموعة
cs: Tvoje Party
da: Dit Party
fa: گروه شما
hi: आपकी टोली
it: Il tuo Party
ko: 파티
nl: Jouw Party
pt: O teu grupo
sk: Tvoja Party
sr: Tvoja grupa
sv: Din Grupp
tr: Grubun
vi: Tổ đội của bạn
zh: 你的团队
zh_hant_tw: 您的團隊

source: Queue Time:
ar: وقت الوصول المقدر:
cs: Doba Čekání:
da: Queue Tid:
fa: زمان صف:
hi: कतार का समय
it: Tempo Coda
ko: 대전 찾는시간:
nl: Wachttijd:
pt: Tempo de espera:
sk: Doba Čakanie:
sr: Vreme queue-a
sv: Kö Tid:
tr: Sıra Zamanı:
vi: Đang ghép trận:
zh: 排队时间:
zh_hant_tw: 等待時間：

source: Refreshing In:
ar: سيتم التحديث خلال:
cs: Obnovení za:
da: Genopfriskning om:
fa: تازه کردن در:
it: Aggiorno in:
ko: 새로고침까지 남은 시간:
nl: Herladen In:
pt: Atualiza em:
sk: Obnovenie Za:
sr: Osvežavanje za:
sv: Uppdaterar Om:
tr: Şu Süre İçinde Yenilenecek:
vi: Làm mới trong:
zh: 刷新中。。。
zh_hant_tw: 刷新中：

source: Score:
ar: النقاط:
cs: Skóre:
fa: امتیاز:
hi: स्कोर:
ko: 점수:
sk: Skóre:
sr: Ocena:
sv: Poäng:
tr: Puan:
zh_hant_tw: 牌位積分：

source: High Score:
ar: أعلى نقاط:
cs: Nejvyšší Skóre:
da: Rekord:
fa: بالاترین امتیاز:
hi: हाईस्कोर:
ko: 최고점수:
nl: Hoogste Score:
sk: Najvyššie Skóre:
sr: Najviša ocena:
sv: Rekord:
tr: En Yüksek Puan:
zh_hant_tw: 最高牌位積分：

# StartTrainer
source: Start Aim Trainer
ar: ابدأ إحماء التصويب
cs: Zapnout 'Aim Trainer'
da: Start Aim Træning
fa: آموزش هدف گیری را شروع کنید
hi: Aim Trainer शुरू करें
ko: 에임 트레이너 시작하기
nl: Start Aim Training
sk: Zapnúť Aim Trainer
sr: Započnite aim trening
sv: Starta Siktning Träning
tr: Aim Trainer'ı Başlat
zh_hant_tw: 開始射擊訓練

source: Player
ar: اللاعب
cs: Hráč
da: Spiller
fa: بازیکن
hi: खिलाड़ी
ko: 플레이어
nl: Speler
sk: Hráč
sr: Igrač
sv: Spelare
tr: Oyuncu
